<main layout:fragment="~{main}" xmlns:layout="http://www.ultraq.net.nz/thymeleaf/layout"
      layout:decorate="~{layouts/default}">

    <div class="row justify-content-center">
        <h2>Termos e Condições de Uso</h2>
    </div>

    <p><span style="font-family:Arial,Helvetica,sans-serif"><strong><span style="font-size:11pt"><span style="color:#000000">Data de atualiza&ccedil;&atilde;o: 17 de Julho de 2021</span></span></strong></span><br />
        &nbsp;</p>

    <p>Por favor, leia com aten&ccedil;&atilde;o os termos e condi&ccedil;&otilde;es. Ao se cadastrar no <strong>EASY ONG</strong> voc&ecirc; EST&Aacute; DE ACORDO COM AS CONDI&Ccedil;&Otilde;ES E TERMOS do Aplicativo. Note que a recusa destes Termos do Aplicativo impedir&aacute; que voc&ecirc; utilize as funcionalidades do nosso Aplicativo.</p>

    <p><strong>1. SERVI&Ccedil;OS OFERECIDOS</strong></p>

    <p>1.1 Este TERMO se aplica para regular o uso do servi&ccedil;o oferecido pelo aplicativo <strong>EASY ONG</strong>&nbsp;aos USU&Aacute;RIOS, qual seja, possibilitar a escolha, pelos USU&Aacute;RIOS, de ONGs cadastradas no Aplicativo e consultar dados de contato e de detalhes das atividades dessas ONGs, para auxiliar a melhor escolha de doa&ccedil;&atilde;o, de acordo com o as prefer&ecirc;ncias cadastradas pelo USU&Aacute;RIO, sendo poss&iacute;vel, FAVORITAR e COMPARTILHAR os dados da ONG com um amigo.</p>

    <p>1.2 O servi&ccedil;o do aplicativo <strong>EASY ONG</strong> consiste, portanto, em aproximar, atrav&eacute;s do nosso aplicativo, os USU&Aacute;RIOS e as ONGs cadastradas, possibilitando que os USU&Aacute;RIOS entrem em contato, com as ONGs, bem como, sendo essa a op&ccedil;&atilde;o dos USU&Aacute;RIOS, receber NOTIFICA&Ccedil;&Otilde;ES de novas ONGs assim que as mesmas estiverem cadastradas no aplicativo.</p>

    <p>1.3 Desde logo fica esclarecido ao USU&Aacute;RIO - o qual se declara ciente - que o servi&ccedil;o oferecido pelo <strong>EASY ONG</strong> se relaciona apenas &agrave; intermedia&ccedil;&atilde;o entre USU&Aacute;RIO e ONG, o n&atilde;o &eacute; respons&aacute;vel pelos dados e doa&ccedil;&otilde;es (sejam elas de valor monet&aacute;rio, material ou moral), sendo esses itens de responsabilidade integral do USU&Aacute;RIO e ONG, a quem dever&atilde;o ser direcionados quaisquer reclamos acerca de problemas decorrentes.</p>

    <p><strong>2. CADASTRO</strong></p>

    <p>2.1 O USU&Aacute;RIO, para utilizar os servi&ccedil;os acima descritos, dever&aacute; ter capacidade jur&iacute;dica para atos civis e dever&aacute;, necessariamente, prestar as informa&ccedil;&otilde;es exigidas no CADASTRO, assumindo integralmente a responsabilidade (inclusive c&iacute;vel e criminal) pela exatid&atilde;o e veracidade das informa&ccedil;&otilde;es fornecidas no CADASTRO, que poder&aacute; ser verificado, a qualquer momento, pelo <strong>EASY ONG</strong>.</p>

    <p>2.1.1 Em caso de informa&ccedil;&otilde;es incorretas, inver&iacute;dicas ou n&atilde;o confirmadas, bem assim na hip&oacute;tese da negativa em corrigi-las ou enviar documenta&ccedil;&atilde;o que comprove a corre&ccedil;&atilde;o, o <strong>EASY ONG&nbsp;</strong>se reserva o direito de n&atilde;o concluir o cadastramento em curso ou, ainda, de bloquear o cadastro j&aacute; existente, impedindo o USU&Aacute;RIO de utilizar os servi&ccedil;os on-line at&eacute; que, a crit&eacute;rio do <strong>EASY ONG</strong>, a situa&ccedil;&atilde;o de anomalia esteja regularizada. O <strong>EASY ONG</strong> se reserva o direito de impedir, a seu crit&eacute;rio, novos CADASTROS, ou cancelar os j&aacute; efetuados, em caso de ser detectada anomalia que, em sua an&aacute;lise, seja revestida de gravidade ou demonstre tentativa deliberada de burlar as regras aqui descritas, obrigat&oacute;rias para todos os USU&Aacute;RIOS. Tamb&eacute;m agir&aacute; o <strong>EASY ONG</strong> de tal forma caso verifique descumprimento, pelo USU&Aacute;RIO, de qualquer obriga&ccedil;&atilde;o prevista no presente TERMO.</p>

    <p>2.2 Efetuado, com sucesso, o CADASTRO, o USU&Aacute;RIO ter&aacute; acesso aos servi&ccedil;os por meio de login e senha, dados esses que se compromete a n&atilde;o divulgar a terceiros, ficando sob sua exclusiva responsabilidade qualquer a&ccedil;&atilde;o realizada no aplicativo que seja feita com o uso de login e senha de sua titularidade.</p>

    <p><strong>3. OBRIGA&Ccedil;&Otilde;ES DO USU&Aacute;RIO</strong></p>

    <p>3.1 Efetuado com sucesso o CADASTRO do USU&Aacute;RIO, este se obriga a n&atilde;o divulgar a terceiros login e senha de acesso, nem permitir o uso de tais informa&ccedil;&otilde;es por terceiros, responsabilizando-se pelas consequ&ecirc;ncias do uso de login e senha de sua titularidade.</p>

    <p>3.2 &Eacute; obriga&ccedil;&atilde;o do USU&Aacute;RIO fornecer informa&ccedil;&otilde;es cadastrais totalmente ver&iacute;dicas e exatas, responsabilizando-se exclusiva e integralmente (em todas as searas jur&iacute;dicas) por todo o conte&uacute;do por si informado no item CADASTRO.</p>

    <p>3.3 O USU&Aacute;RIO concorda com o uso das informa&ccedil;&otilde;es de avalia&ccedil;&otilde;es e feedbacks das ONGs e do <strong>EASY ONG</strong>, conforme descrito nos TERMOS DE PRIVACIDADE do <strong>EASY ONG</strong>.</p>

    <p><strong>4. OBRIGA&Ccedil;&Otilde;ES DO APLICATIVO EASY ONG</strong></p>

    <p>4.1 Disponibilizar no aplicativo espa&ccedil;o virtual que permita ao USU&Aacute;RIO devidamente cadastrado realizar consultas de informa&ccedil;&otilde;es das ONGs e ARMAZENAR suas prefer&ecirc;ncias e, tamb&eacute;m, disponibilizar ao USU&Aacute;RIO meios de utiliza&ccedil;&atilde;o desses dados e atualiza&ccedil;&atilde;o dos mesmos.</p>

    <p>4.2 Proteger, por meio de armazenamento em servidores ou quaisquer outros meios magn&eacute;ticos de alta seguran&ccedil;a, a confidencialidade de todas as informa&ccedil;&otilde;es e cadastros relativos aos USU&Aacute;RIOS. Contudo, n&atilde;o responder&aacute; pela repara&ccedil;&atilde;o de preju&iacute;zos que possam ser derivados de apreens&atilde;o e coopta&ccedil;&atilde;o de dados por parte de terceiros que, rompendo os sistemas de seguran&ccedil;a, consigam acessar essas informa&ccedil;&otilde;es.</p>

    <p><strong>5. MODIFICA&Ccedil;&Otilde;ES DESTE TERMO</strong></p>

    <p>5.1 O presente TERMO DE USO poder&aacute;, a qualquer tempo, ter seu conte&uacute;do, ou parte dele, modificados para adequa&ccedil;&otilde;es e inser&ccedil;&otilde;es, tudo com vistas ao aprimoramento dos servi&ccedil;os disponibilizados.</p>

    <p>5.2 As novas condi&ccedil;&otilde;es entrar&atilde;o em vig&ecirc;ncia assim que sua veiculada no aplicativo, sendo poss&iacute;vel ao USU&Aacute;RIO manifestar oposi&ccedil;&atilde;o a quaisquer dos termos modificados, desde que o fa&ccedil;a por escrito, atrav&eacute;s do aplicativo, o que gerar&aacute; o cancelamento de seu CADASTRO.</p>

    <p><strong>6. CANAL DE COMUNICA&Ccedil;&Atilde;O</strong></p>

    <p>6.1 Para estabelecer contato entre <strong>EASY ONG</strong> e o USU&Aacute;RIO fica disponibilizado o endere&ccedil;o eletr&ocirc;nico deste link, sendo certo que o USU&Aacute;RIO se obriga, igualmente, a manter em seu cadastro endere&ccedil;o eletr&ocirc;nico atual por interm&eacute;dio do qual se far&atilde;o as comunica&ccedil;&otilde;es a ele dirigidas pelo <strong>EASY ONG</strong>, desde logo emprestando-se validade jur&iacute;dica e efetividade a esse meio eletr&ocirc;nico de troca de informa&ccedil;&otilde;es rec&iacute;procas.</p>

    <p><strong>7. ACEITA&Ccedil;&Atilde;O DO TERMO DE USO</strong></p>

    <p>7.1 O USU&Aacute;RIO declara ter lido, entendido e que aceita todas as regras, condi&ccedil;&otilde;es e obriga&ccedil;&otilde;es estabelecidas no presente TERMO.</p>

    <p><strong>8. FORO DE ELEI&Ccedil;&Atilde;O</strong></p>

    <p>8.1 As partes elegem como competente para dirimir eventuais controv&eacute;rsias que venham a surgir da interpreta&ccedil;&atilde;o e do cumprimento do presente TERMO do foro da Comarca de S&atilde;o Paulo - SP.</p>

</main>